Repository: Nitin-U/DharmaApp
Catalog: Dharma_App/locale/*/LC_MESSAGES/django.po
Languages: ne

source: Welcome
ne: स्वागत छ

source: Discover divine destinations. Book your spiritual journey today and embark on a path of enlightenment.
ne: ईश्वरीय गन्तव्यहरू पत्ता लगाउनुहोस्। आज आफ्नो आध्यात्मिक यात्रा बुक गर्नुहोस् र ज्ञानको मार्गमा लाग्नुहोस्.

source: Learn More
ne: थप जानकारी

source: Search Your Holy Destinations
ne: आफ्नो पवित्र गन्तव्यहरू खोज्नुहोस्

source: Popular Packages
ne: लोकप्रिय प्याकेजहरू

source: Pashupatinath Temple
ne: पशुपतिनाथ मन्दिर

source: $TBD
ne: $ निर्धारण गर्न

source: View Details
ne: विवरणहरू हेर्नुहोस्

source: Swayambhunath Temple
ne: स्वयम्भूनाथ मन्दिर

source: Boudha Temple
ne: बौद्ध मन्दिर

source: Bhaktapur Durbar Square
ne: भक्तपुर दरबार स्क्वायर

source: Muktinath
ne: मुक्तिनाथ

source: Request A Quote
ne: एक उद्धरण अनुरोध गर्नुहोस्

source: Full Name
ne: पुरा नाम

source: Enter Your Name Here . . .
ne: यहाँ आफ्नो नाम प्रविष्ट गर्नुहोस् . . .

source: Message
ne: सन्देश

source: Enter Your Message Here . . .
ne: यहाँ आफ्नो सन्देश प्रविष्ट गर्नुहोस् . . .

source: Start Date
ne: सुरू मिति

source: End Date
ne: अन्त्य मिति

source: No. of Days
ne: दिनहरूको संख्या

source: Total Days . . .
ne: कुल दिनहरू . . .

source: No. of Guests
ne: अतिथिहरूको संख्या

source: Total No. of Guests Here . . .
ne: यहाँ अतिथिहरूको कुल संख्या . . .

source: Email
ne: इमेल

source: Enter Your Email Here . . .
ne: यहाँ आफ्नो इमेल प्रविष्ट गर्नुहोस् . . .

source: Contact Number
ne: सम्पर्क नम्बर

source: Your Contact Number Here . . .
ne: तपाईको सम्पर्क नम्बर यहाँ . . .

source: Submit
ne: पेश गर्नुहोस्

source: Reset
ne: रिसेट गर्नुहोस्

source: Nepali
ne: नेपाली

source: English
ne: अंग्रेजी
